tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "caskroom/cask"
tap "jmacdonald/amp"
brew "git"
brew "exa"
brew "fasd"
brew "fzf"
brew "git-lfs", link: false
brew "git-town"
brew "netcat"
brew "openconnect"
brew "ranger"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "w3m"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/kwm"
cask "haskell-platform"
cask "keepingyouawake"
brew "iterm2"
